/*
* ------------------------------------------------------------
* IMPORTANT: The contents of this file are auto-generated.
*
* This file may be updated by the Shopify admin theme editor
* or related systems. Please exercise caution as any changes
* made to this file may be overwritten.
* ------------------------------------------------------------
*/
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "custom_css": [

      ],
      "settings": {
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "collapsible_content_RLEXgn": {
      "type": "collapsible-content",
      "blocks": {
        "collapsible_row_4jEV96": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How much does a custom bottle cost?",
            "icon": "none",
            "row_content": "<p>The prices will vary depending on the blend you finally select AND the whisky options currently offered. The average price for a bottle is £55 (but the spread is around £40-68).</p><p>Shipping in the UK is free next day on orders over £100. <br/><br/>Shipping to the USA is expensive for individual bottles but becomes super value once you start sending multiple bottles.</p>",
            "page": ""
          }
        },
        "collapsible_row_KXWLdY": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I create a brand for my business?",
            "icon": "none",
            "row_content": "<p>Yes! <br/>Contact Andy directly via email andy@whiskyblender.com if you are interested in creating a whisky (or rum) brand for resale or gifting.<br/><br/>We can offer a fully bespoke service including spirit sourcing, label design, packaging, and bottling. Without minimum orders.  </p>",
            "page": ""
          }
        },
        "collapsible_row_tThPQy": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What are the shipping costs?",
            "icon": "none",
            "row_content": "<p><span style=\"text-decoration:underline\">United Kingdom - 1-3 Days</span></p><p>Orders under £100: <strong>£5.00</strong><br/>Orders over £100: <strong>FREE</strong></p><p><span style=\"text-decoration:underline\">USA (Safe States) - 7-14 Days</span></p><p>Orders under £100: <strong>£55</strong><br/>Between £100-£150: <strong>£60</strong><br/>Between £150-£199: <strong>£75</strong><br/>Between £200-499: <strong>£90</strong><br/>Orders over £500: <strong>£120</strong><br/><br/>Shipping to the US is calculated by volumetric weight and includes customs charges. Our \"Safe states\" for shipping are: CA, CT, DE, D.C., FL, GA, ID, IL, LA, ME, MD, MA,<br/>NE, NJ, NM, NY, NC, OR, PA, RI, SC, TX, VT, VA, WA, WY. Alaska (Anchorage only) has a £30 surcharge. </p><p><span style=\"text-decoration:underline\">Contact us for Other International destinations</span><br/></p>",
            "page": ""
          }
        },
        "collapsible_row_akjpW9": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How do I pay you?",
            "icon": "none",
            "row_content": "<p>Shopify is our payment service provider they will accept most card types. When you are ordering your payment details will be securely sent to stripe for processing. At no point will Whisky Blender view or store your credit card information.</p>",
            "page": ""
          }
        },
        "collapsible_row_j4fV9y": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I save my whisky once I've made it?",
            "icon": "none",
            "row_content": "<p>Soon! This feature from our old site will be returning. So if you don't want to buy it right away, you will be given a special bottle number that you can enter on the find page which will take you straight to your bottle!</p>",
            "page": ""
          }
        },
        "collapsible_row_ew4Lkq": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What if I don't like my whisky?",
            "icon": "none",
            "row_content": "<p>Oh no! We're really sorry if you decide you don't like your whisky but if you send us an email with your tasting note as well as your bottle number and an example of a mainstream whisky you like, we can try and guide you towards something more palatable next time!</p>",
            "page": ""
          }
        },
        "collapsible_row_EWhJae": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I choose the bottled date?",
            "icon": "none",
            "row_content": "<p>Well... we label the bottle accurately, that is to say truthfully. If it was bottled on the 2nd of January then that is what we put on the label. We're happy to sit on an order and bottle on a requested date just drop us an email after you’ve placed your order and we will reply to confirm receipt.</p>",
            "page": ""
          }
        },
        "collapsible_row_8P7C6E": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What whiskies do you use?",
            "icon": "none",
            "row_content": "<p>They're OUR secret! We encourage you to use 'the force' when it comes to blending in our Lab. Our tasting notes are your most powerful ally! If we threw in a description about the distillery or the age of the whiskies involved then it would almost certainly taint your judgement in making your blend and we don't want people to feel biased against a region or distillery - we want you to pick what flavours appeal to you the most! For the geeks, yes, we know you all too well. The whiskies for blending are unmolested (aside from being cut to 46% for an easy life) single cask scotch whiskies varieties. We try to use minimal filtration to retain as much original mouthfeel as possible.</p>",
            "page": ""
          }
        },
        "collapsible_row_kA87eK": {
          "type": "collapsible_row",
          "settings": {
            "heading": "What states are safe to ship to in the USA?",
            "icon": "none",
            "row_content": "<p><strong>So... currently we can send to:<br/><br/>CALIFORNIA, <br/>CONNETICUT,<br/>DELAWARE,<br/>DISTRICT OF COLUMBIA,<br/>FLORIDA,<br/>GEORGIA,<br/>IDAHO,<br/>ILLINOIS,<br/>LOUISIANA,<br/>MAINE,<br/>MARYLAND,<br/>MASSACHUSETTS,<br/>NEBRASKA, <br/>NEW JERSEY<br/>NEW MEXICO, <br/>NEW YORK, <br/>NORTH CAROLINA,<br/>OREGON,<br/>PENNSYLVANIA,<br/>RHODE ISLAND,<br/>SOUTH CAROLINA,<br/>TEXAS,<br/>VERMONT,<br/>VIRGINIA, <br/>WASHINGTON,<br/>WYOMING, </strong></p><p><strong>ALASKA(anchorage<br/>only at an £30 additional charge) - email us directly if you want to ship there.</strong></p>",
            "page": ""
          }
        },
        "collapsible_row_MaHU3C": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can you ship to my country?",
            "icon": "none",
            "row_content": "<p>If you don't find your country listed during the checkout procedure you can email your full shipping address to us and we will try and get a special price for you. Note that customs folks in places like Canada really don't like whisky being imported – so please make sure you know your local customs/laws when ordering from us!</p>",
            "page": ""
          }
        },
        "collapsible_row_74aXJd": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How quickly will I get my whisky?",
            "icon": "none",
            "row_content": "<p>Obviously we want you to get your whisky as quickly as possible, but despite the fact we've made it look easy, blending is still labour intensive and we don't know how busy the lab will be at any given time. We aim to blend and bottle within 5 working days at most. Shipping varies depending on destination, UK is a 48 hour service, Europe 2-4 days and the rest of the world seems to vary between 5 days and 3 weeks depending on how lucky you are! Remember that we require a signature upon delivery.</p>",
            "page": ""
          }
        },
        "collapsible_row_YA6UaV": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Will I have to pay customs fees as well?",
            "icon": "none",
            "row_content": "<p>We unfortunately can't advise on local duties and taxes. If you're lucky enough to live in the UK or the US states we ship to, you won't need to worry about them. <br/><br/>We don't know how much you might be asked to pay if you live in another part of the world nor do we know if some customs agent might decide to exchange your bottle for a nice letter saying, \"Thanks, that was delicious\" so bear this in mind & know your local laws! Since leaving the EU we've noticed there are more problems than ever before with rejections.</p>",
            "page": ""
          }
        },
        "collapsible_row_cWDAwy": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Is the parcel tracked?",
            "icon": "none",
            "row_content": "<p>Yes! However, because of the service we're using (to keep the shipping fees as low as possible) we don't get this information electronically sent to our customers – we ask you to be patient and allow the postal service to work their magic. In the case of orders going outside of Europe this is usually between 10 & 14 days on top of the 5 days it takes to blend up. If you are REALLY concerned about the delay send us an email (info@whiskyblender.com) and we will get a trace put on your parcel.</p>",
            "page": ""
          }
        },
        "collapsible_row_Tj4Qi8": {
          "type": "collapsible_row",
          "settings": {
            "heading": "Can I return my blend?",
            "icon": "none",
            "row_content": "<p>We will accept returns under certain circumstances. If you have received your bottle in a less than satisfactory condition (incorrect label, damaged: cork, seal or bottle) we will be happy to refund you in full or arrange for a replacement bottle to be sent. We must insist that we are notified within 48 hours of receiving your bottle in order to receive a full refund.</p>",
            "page": ""
          }
        },
        "collapsible_row_eFcwhm": {
          "type": "collapsible_row",
          "settings": {
            "heading": "How do I cancel my gift voucher",
            "icon": "none",
            "row_content": "<p>If you purchased a Whisky Blender gift voucher you can request a full refund on it at any time up to its expiry date - after which the voucher is void and useless - so long as it hasn't been redeemed. Simply email us quoting the voucher number or transaction ID (info@whiskyblender.com) and we'll handle it as soon as possible.</p>",
            "page": ""
          }
        }
      },
      "block_order": [
        "collapsible_row_4jEV96",
        "collapsible_row_KXWLdY",
        "collapsible_row_tThPQy",
        "collapsible_row_akjpW9",
        "collapsible_row_j4fV9y",
        "collapsible_row_ew4Lkq",
        "collapsible_row_EWhJae",
        "collapsible_row_8P7C6E",
        "collapsible_row_kA87eK",
        "collapsible_row_MaHU3C",
        "collapsible_row_74aXJd",
        "collapsible_row_YA6UaV",
        "collapsible_row_cWDAwy",
        "collapsible_row_Tj4Qi8",
        "collapsible_row_eFcwhm"
      ],
      "settings": {
        "caption": "",
        "heading": "Frequently Asked Questions",
        "heading_size": "h0",
        "heading_alignment": "left",
        "layout": "none",
        "color_scheme": "",
        "container_color_scheme": "",
        "open_first_collapsible_row": false,
        "image_ratio": "adapt",
        "desktop_layout": "image_second",
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "collapsible_content_RLEXgn"
  ]
}
